import React from 'react'

function About() {
  return (
    <div className='about bg-slate-100 dark:bg-gray-900 pt-9 '>
      <div className="countiner pt-4 mt-6">
      <div className="heading text-black dark:text-white p-2 text-center text-2xl p-3 ">عن المهندس ايمن عبد الرحيم</div>
        <div className="img">
          <img src={require("../imges/download (1).jpg")} alt="" />
        </div>
        <div className="text">
          <p>م/ أيمن عبدالرحيم

                يحلو لي وصفه بالعبقري ..

                يَصف لكَ الداء والدواء ساخرًا، وهى من أَكد طُرق ترسيخ المعلومة بقلبك ..

                يتكلم بشكل هَزلي فِي اخطر الموضوعات التي تَمس حياتنا، وكأنهُ عُصارة خُبراء استراتجين مُجتمعين .. فيُضحكك ويُبكيك فِ آنٍ واحد!

                يصول ويجول في تاريخ وتأسيس العلم من تقسيماته وفروعه ويربط هذا بديننا وينقد مايحتاج لنقد ويربط ما يحتاج لربط ويُسقط ما يحتاج لإسقاط بشكل سلس ولطيف !

                يحلو لي أن ألتمس وعظه من بين حديثه عن التاريخ وعلم النفس والفلسفة

                .

                والصلاة والسلام على خير معلم الناس الخير محمد، وبعد..

                أحنا مش حقيقين دي كلها مجرد دعاوى ..!

                ادخل الجنة وانا مش مميز؟.. ماهو أنت لما تدخل الجنة هتبقا مميز يا حلوف

                الشاهد ان المطلوب استفاذ أكبر قدر من المتاح لأنه مش هيفضل متاح وهيطربق فوق دماغنا .. حيث إن الوضع الحالي مش اسوء واقع ، لسه الدنيا هتطربق فوق دماغك أكتر ..

                " متبقاش بني آدم موظف البني آدم الموظف مش لطيف خالص "

                كثرة الحركة تولد كم هائل من الأفكار الغير متوقعه، تغييرعالم الأفكار يغير الواقع وبشدة بدون إنهاك شديد في تفاصيل فنية دقيقة .. خلاص؟!

                تعلم اللغة الاجنبية واجب حضاري وشرعي، ولكن التعلم باللغات الاجنبية خطيئة حضارية وشرعية .. فمافيش دوله محترمة في العاالم بتعلم الناس بغير لغتها الاساسية!

                الالتفات من العمل بطلب أعلي شئ في العمل زي اللي يقولك أنا بتاع الجهاد وطلب الشريعة ويقولك " يجب أن نحرر الاقصي" .. طب ما ننجح في الميدترم ما ده أسهل! .. انجحوا في الصواريخ وروحوا جاهدوا كلكم

                صاحب الشريعة رب العزّة يقبل من الإنسان مُجرد نزُوعه للخير .. أنت مش جاي دريم بارك، أنت في الدنيا و الدنيا دار بلاء ..

                أنت عبد يعني ايه عبد؟! يعني بتشتغل بالمتاح .. خلاص؟!

                الإنسان كائن ممل و اقتصادي يعني محدش يتحجج إنه مش قادر يقدم شيء للإسلام بسبب تضييقات أمنية أو مادية أو أو أو ... الخ

                كمية الأشياء الممكن تقديمها للإسلام مهولة لكننا نؤثر القعود ... وقتك على الكوكب محدود.

                خلاص ؟! .. أما هذا فقد أدى ما عليه
          </p>
        </div>
      </div>
    </div>
  )
}

export default About
